{
    "Últimas Noticias": "Latest News",
    "Mantente al día de las últimas licencias y novedades de nuestro catálogo.": "Stay up to date with the latest licenses and news from our catalog.",
    "Novedades Recientes": "Recent Releases",
    "Catálogo": "Catalog",
    "Comic Europeo": "European Comics",
    "Manga": "Manga",
    "Comic Estadounidense": "American Comics",
    "Libros Ilustrados": "Illustrated Books",
    "Catálogo Completo": "Full Catalog",
    "Novedades": "New Releases",
    "NOVEDADES": "NEW RELEASES",
    "Noticias": "News",
    "Gestión": "Management",
    "Inventario": "Inventory",
    "Envios": "Shipping",
    "Todo el contenido tiene derechos de autor © y marcas registradas de sus respectivos dueños. Reservados todos los derechos.": "All content is copyrighted © and trademarked by their respective owners. All rights reserved.",
    "Privacidad y Cookies": "Privacy and Cookies",
    "Aviso Legal": "Legal Notice",
    "Formas de pago": "Payment Methods",
    "Acerca de...": "About...",
    "Leer más": "Read More",
    "Leer mas...": "Read More...",
    "TODOS LOS VOLUMENES": "ALL VOLUMES",
    "CATÁLOGO": "CATALOG",
    "VER SERIES": "VIEW SERIES",
    "Anterior": "Previous",
    "Siguiente": "Next",
    "OCTUBRE": "OCTOBER",
    "NOVIEMBRE": "NOVEMBER",
    "DICIEMBRE": "DECEMBER",
    "ACTUALIDAD": "TOPICALITY",
    "NOTICIAS": "NEWS",
    "VER TODAS": "SEE ALL",
    "Cuando tan solo eran unos niños, los hermanos Edward y Alphonse Elric usaron la alquimia para cometer un pecado capital: intentar la transmutación humana, pero no se resignan a su destino y están dispuestos a recuperar sus cuerpos.": "When they were just children, the brothers Edward and Alphonse Elric used alchemy to commit a cardinal sin: attempting human transmutation, but they are not resigned to their fate and are willing to recover their bodies.",
    "Esta entretenida historia de extraterrestres y fantasmas te dejará con ganas de más desde su primer capítulo. Oculto, un friki que cree en los ovnis, y Ayase, su compañera criada por una abuela médium, vivirán una historia que les hará cuestionarse todo lo que han creído hasta el momento.": "This entertaining story of aliens and ghosts will leave you wanting more from its first chapter. Oculto, a geek who believes in UFOs, and Ayase, his partner raised by a mediumistic grandmother, will live a story that will make them question everything they have believed until now.",
    "MASACRE ABSOLUTA": "ABSOLUTE CARNAGE",
    "¡La ola sádica del simbionte asesino en serie comienza aquí! Como si Venom no fuera lo suficientemente letal, ¿imagina qué pasaría si su otro simbiótico se hubiera unido a un psicópata asesino? Ahí es donde entra Cletus Kasady.": "The serial killer symbiote's sadistic wave begins here! As if Venom wasn't deadly enough, imagine what would happen if his symbiotic other had bonded with a murderous psychopath? That's where Cletus Kasady comes in.",
    "NUEVAS HISTORIAS QUE AHONDAN EN EL PASADO DE HELLBOY COMO AGENTE DE LA AIDP": "NEW STORIES THAT DELE INTO HELLBOY'S PAST AS AN AIDP AGENT",
    "Una nueva edición de Brujería y demonología de Gustav Strobl causa estragos. Un fantasma merodea una fosa común. Las dudas de Woody como criptozoólogo de la AIDP. Un hombre tigre amenaza un pueblo de la India. Hay algo oculto en un antiguo laboratorio de la Hermandad Heliópica de Ra. Una invocación para celebrar el año nuevo. Seis nuevas aventuras del pasado de Hellboy.": "A new edition of Gustav Strobl's Witchcraft and Demonology wreaks havoc. A ghost haunts a mass grave. Woody's doubts as AIDP cryptozoologist. A were-tiger threatens a town in India. There is something hidden in an old laboratory of the Heliopic Brotherhood of Ra. An invocation to celebrate the new year. Six new adventures from Hellboy's past.",
    "¡Comienza la segunda fase del proyecto BLUE LOCK!": "The second phase of the BLUE LOCK project begins!",
    "¡Los egoístas lucharán en aún más campos de batalla! Tras ganar el gran partido contra la selección japonesa de Sub-20, Isagi y el resto de chicos de BLUE LOCK se han convertido en auténticos héroes. ¡Mientras los delanteros gozan de unas breves vacaciones, Jinpachi Ego ya les está preparando un nuevo desafío!": "The egoist will fight on even more battlefields! After winning the big match against the Japanese U-20 team, Isagi and the rest of the BLUE LOCK boys have become true heroes. While the forwards are enjoying a short vacation, Jinpachi Ego is already preparing a new challenge for them!",
    "¡¡Aquí tenéis una historia de piratas que buscan el gran tesoro, el One Piece!!": "Here you have a story about pirates looking for the great treasure, the One Piece!!",
    "La banda del Sombrero de paja llega a la isla del futuro Egghead. ¡Allí está el laboratorio del doctor Vegapunk, donde el corazón aventurero de Luffy palpita con fuerza al ver tecnologías desconocidas! ¡Pero ahí llega el CP-0 para eliminar a Vegapunk!": "The Straw Hat gang arrives on the island of the future Egghead. There is Dr. Vegapunk's laboratory, where Luffy's adventurous heart beats with force when seeing unknown technologies! But here comes CP-0 to eliminate Vegapunk!!",
    "Venom contra Spiderman, una vez más... ¡pero como si fuera por primera vez! Eddie Brock se enfrenta a un trepamuros diferente al que conoce.": "Venom against Spiderman, once again... but as if for the first time! Eddie Brock faces a different wall-crawler than the one he knows.",
    "La tribu de los elfos reclama venganza sobre quienes los purgaron. ¡¿Sus aliados son ahora sus enemigos?!": "The elf tribe demands revenge on those who purged them. Your allies are now your enemies?!",
    "Dioses contra Humanos ¡¡¡Las batallas que deciden el destino del hombre!!!": "Gods against Humans. The battles that decide the destiny of man!!!"
}

